{
  "_name_or_path": "/home/ubuntu/.cache/huggingface/hub/models--SG161222--Realistic_Vision_V4.0/snapshots/abcd1234/text_encoder",
  "architectures": [
    "CLIPTextModel"
  ],
  "model_type": "clip_text_model",
  "hidden_size": 768,
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "vocab_size": 49408,
  "transformers_version": "4.34.0"
}
