{
  "_name_or_path": "acme-ai/sentiment-demo",
  "architectures": ["BertForSequenceClassification"],
  "model_type": "bert",
  "hidden_size": 768,
  "num_labels": 2,
  "transformers_version": "4.40.0"
}
